{"sections":{"main":{"type":"main-page","settings":{"padding_top":32,"padding_bottom":0}},"16537696043b5211e2":{"type":"collapsible-content","blocks":{"165376960481aa9d23-0":{"type":"collapsible_row","settings":{"heading":"What form of payment is accepted?","icon":"chat_bubble","row_content":"<p>When purchasing directly from our website, the only form of payment available is PayPal. PayPal will allow you to pay using a credit card, even if you don’t have a PayPal account. Alternatively, you can contact us at art@clairedesjardins.com to pay using one of the following alternate payment arrangements:<\/p><p>In Canada: the preferred method of payment is INTERAC e-transfer. We also accept wire transfer, certified check and money order.<\/p><p>Outside Canada: the preferred method of payment is international wire transfer. We also accept certified check and money order.<\/p><p>All prices are in US dollars, unless otherwise specified.<\/p>","page":""}},"165376960481aa9d23-1":{"type":"collapsible_row","settings":{"heading":"I purchased a painting on your web site. What happens next?","icon":"chat_bubble","row_content":"<p>1. You should receive a confirmation email from art@clairedesjardins.com. Check your spam folder, if you did not receive it.<\/p><p>2. Your painting will be carefully packed for shipping. This can take up to a week, depending on the size of the painting and if it will be shipped stretched or rolled.<\/p><p>3. We will let you know once your piece is shipped, along with the tracking number so that you can track it yourself on-line.<\/p><p>4. Delivery! Please make sure that someone is home to sign for it. If this is impossible, then please contact the courier directly, to make alternate arrangements.<\/p>","page":""}},"165376960481aa9d23-2":{"type":"collapsible_row","settings":{"heading":"Do you offer workshops, either online or in person?","icon":"chat_bubble","row_content":"<p>Unfortunately, I am not teaching workshops at this time. I do have some helpful tips, however, available on my Instagram feed (<a href=\"https:\/\/www.instagram.com\/claire_desjardins_art\/channel\/\">in my IGTV's<\/a>).<\/p>","page":""}},"165376960481aa9d23-3":{"type":"collapsible_row","settings":{"heading":"Do you sell prints?","icon":"chat_bubble","row_content":"<p>I sell prints through third parties. Look for the link at the top of the page, in the nav bar.<\/p>","page":""}}},"block_order":["165376960481aa9d23-0","165376960481aa9d23-1","165376960481aa9d23-2","165376960481aa9d23-3"],"settings":{"caption":"Frequently asked quuestions","heading":"General F.A.Q.","heading_alignment":"left","layout":"row","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":20,"padding_bottom":20}},"165193344640aee093":{"type":"collapsible-content","blocks":{"165193344699e5678f-0":{"type":"collapsible_row","settings":{"heading":"What information do you need from me, to ship my artwork?","icon":"box","row_content":"<p>The courier companies need a delivery address. This cannot be a post office box as a signature is required upon delivery. They also require a contact telephone number and an email address so that the courier company can contact you with delivery information.<\/p>","page":""}},"cb4d7739-1545-4e4c-a5bc-68d6df4bc92d":{"type":"collapsible_row","settings":{"heading":"How will my painting be packaged?","icon":"box","row_content":"<p>Paintings with sides that are less than 48\" in length will be wrapped in bubble wrap and packed in a commercial cardboard box.<\/p><p>Paintings with at least one side 48\" or larger are normally removed from their stretcher bars and rolled up in a tube. You will be responsible for getting the canvas re-stretched when you receive it. If you have purchased a painting that needs to be stretched and you would like it shipped directly to a framer, please contact us at art@clairedesjardins.com to make the arrangements. We can also help you find a framer local to you, if need be.<\/p><p>If you prefer to have a large painting shipped already on stretcher bars, we will need to ship it in a wood crate, which will increase the shipping costs significantly.<\/p>","page":""}},"165193344699e5678f-1":{"type":"collapsible_row","settings":{"heading":"How long will it take for my painting to be delivered?","icon":"box","row_content":"<p>Your painting will be packaged within 5 working days of payment. It is then delivered to the courier company where the time that it takes for the delivery varies, depending on the area to which the package is travelling. Our shipping costs are based on the least expensive form of shipping (by courier), usually ground transportation. If you would like to arrange and pay for a more expedited shipping option, please contact us at art@clairedesjardins.com.<\/p>","page":""}},"165193344699e5678f-3":{"type":"collapsible_row","settings":{"heading":"What is your return policy?","icon":"box","row_content":"<p>Change of heart? We understand! Paintings can be exchanged for a credit on ClaireDesjardins.com for the full amount, minus any shipping costs, so long as certain conditions are met:<\/p><p>- The collector has seven (7) days from the date of reception to advise us in writing that they would like to return the artwork, and fourteen (14) days to pack and ship it back to us by recognized courier, as the collector's own expense.<\/p><p>- The artwork must be returned in its original packaging and in the same condition as when it was shipped. It is important, therefore, to take care when both unpacking and repacking your artwork.<\/p>","page":""}},"d3fe4980-f48a-4cc1-80cd-79b46d727d21":{"type":"collapsible_row","settings":{"heading":"What if I decide that I would like to return my artwork, but the 7 day window has passed?","icon":"box","row_content":"<p>If you have a change of heart after the 7-day return window has passed, you may return your painting by packing and shipping it back to me, at your own expense.<\/p><p>Once the painting has been received, it will be carefully inspected for damage. It the painting is in good shape, then you will receive a credit for the price you paid on the painting, minus any shipping charges, and a 4% monthly rental fee for each month that you kept the painting, after the date you received it. You may use the remaining balance towards the purchase of any other available artwork on my website.<\/p>","page":""}},"7cd69252-c109-4fad-b426-547ec0a15d72":{"type":"collapsible_row","settings":{"heading":"How do you ship paintings?","icon":"box","row_content":"<p>We usually ship paintings by commercial courier, but sometimes, if local, we can deliver artworks in person.<\/p><p>Usually, paintings are shipped out from Mirabel, Quebec, Canada (unless otherwise specified).<\/p>","page":""}},"90edff02-e8e4-49d6-8a8b-5b7faa3a8640":{"type":"collapsible_row","settings":{"heading":"How much is shipping, and who pays for it?","icon":"box","row_content":"<p>The cost of shipping is included in the \"handling\" area of your order form, and therefore included in your final bill. There is also an international shipping fee for paintings being shipped outside of Canada. We determine the cost of shipping based on the least expensive option, usually ground transport. If you would like to arrange and pay for a more expedited shipping option, please contact us at art@clairedesjardins.com.<\/p>","page":""}},"c2001cd8-2e20-4924-ad51-fed9b8fa8bff":{"type":"collapsible_row","settings":{"heading":"How will I know when to expect my artwork?","icon":"box","row_content":"<p>When we make shipping arrangements with the courier, we arrange for you to receive email notifications informing you of your package's travel status. Upon delivery to the courier, we contact you to let you know that the process has started and to provide you with a tracking number. A signature is required upon receipt of your package, so please make sure someone is there for the delivery. If you are unable to have someone present at the time of delivery, please contact the courier to make alternate arrangements, such as picking it up yourself, or having them deliver on another day.<\/p>","page":""}}},"block_order":["165193344699e5678f-0","cb4d7739-1545-4e4c-a5bc-68d6df4bc92d","165193344699e5678f-1","165193344699e5678f-3","d3fe4980-f48a-4cc1-80cd-79b46d727d21","7cd69252-c109-4fad-b426-547ec0a15d72","90edff02-e8e4-49d6-8a8b-5b7faa3a8640","c2001cd8-2e20-4924-ad51-fed9b8fa8bff"],"settings":{"caption":"Frequently asked questions","heading":"Shipping and returns","heading_alignment":"left","layout":"row","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":20,"padding_bottom":20}},"16537699930dfb899f":{"type":"collapsible-content","blocks":{"1653769993883e4459-0":{"type":"collapsible_row","settings":{"heading":"What’s in the newsletter?","icon":"heart","row_content":"<p>Announcements of new artworks, upcoming events, such as workshops, exhibitions, live painting events, and so forth. There are also tips on where to buy my artworks and everything else that touches upon my artworks!<\/p>","page":""}},"1653769993883e4459-1":{"type":"collapsible_row","settings":{"heading":"How often is the newsletter sent out?","icon":"heart","row_content":"<p>I try to send my newsletter out about once a month, but due to the uncertainties of life, that schedule can sometimes be interrupted.<\/p>","page":""}},"1653769993883e4459-2":{"type":"collapsible_row","settings":{"heading":"How do I unsubscribe from Claire Desjardins’ newsletter?","icon":"heart","row_content":"<p>Sorry to see you go, but we understand. Unsubscribing is easy: just click on the \"Unsubscribe\" link at the bottom of any of my newsletters.<\/p>","page":""}}},"block_order":["1653769993883e4459-0","1653769993883e4459-1","1653769993883e4459-2"],"settings":{"caption":"Frequently asked questions","heading":"Newsletter","heading_alignment":"left","layout":"row","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":20,"padding_bottom":20}},"1653770291a4131c42":{"type":"collapsible-content","blocks":{"1653770290053437c7-0":{"type":"collapsible_row","settings":{"heading":"How do I initiate a request for a commissioned artwork?","icon":"star","row_content":"<p>The first step is to confirm that I am currently accepting commissions. Since I receive frequent commission requests, sometimes I am unable to accept more than what I've already got.<\/p><p>Please contact art@clairedesjardins.com to check the status of commission availability.<\/p>","page":""}},"1653770290053437c7-1":{"type":"collapsible_row","settings":{"heading":"What is the creative process for painting a commissioned piece?","icon":"star","row_content":"<p>If the size you have requested is not in stock, she will order the size that you have selected, which can take up to 2 weeks, since they are custom stretched.<\/p><p>Once the canvases arrive, Claire begins painting!<\/p><p>Claire will send you photos of the paintings once she gets toward the end of the work.<\/p><p>You provide her with feedback (ex: would like to see more of something, less of something else).<\/p><p>If required, she will make necessary changes and send you photos once again.<\/p><p>Once you are happy with the result, you send the remaining balance due on your invoice.<\/p><p>We pack and ship the painting to you!<\/p><p>How long does a commissioned painting take to complete?<\/p><p><\/p><p>What if I don’t like the final product?How will my painting be packaged?How do you ship paintings?How much is shipping, and who pays for it?How will I know when to expect my artwork?<\/p>","page":""}},"1653770290053437c7-2":{"type":"collapsible_row","settings":{"heading":"How long does a commissioned painting take to complete?","icon":"star","row_content":"<p>This depends on my schedule at the time of the order, how large the commissioned piece is, and how many iterations the commissioned artwork requires. While it is on a case-by-case basis, you should normally expect anywhere between 2 and 8 weeks to complete.<\/p>","page":""}},"1653770290053437c7-3":{"type":"collapsible_row","settings":{"heading":"What if I don’t like the final product?","icon":"star","row_content":"<p>While I work very hard to really listen to my clients and to create what they have in mind, it is art, not science, so it can happen that a commissioned artwork does not match up to the collector’s vision. When this happens, 25% of the total invoice (50% of the initial deposit) can be used to purchase any other painting available on <a href=\"\/collections\" title=\"All collections\">clairedesjardins.com<\/a>.<\/p>","page":""}}},"block_order":["1653770290053437c7-0","1653770290053437c7-1","1653770290053437c7-2","1653770290053437c7-3"],"settings":{"caption":"Frequently asked questions","heading":"Commission pieces","heading_alignment":"left","layout":"row","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":20,"padding_bottom":20}},"165377092118eaa188":{"type":"rich-text","blocks":{"16537709212c8ae214-0":{"type":"heading","settings":{"heading":"Can't find what you're looking for?","heading_size":"h2"}},"16537709212c8ae214-1":{"type":"text","disabled":true,"settings":{"text":""}},"16537709212c8ae214-2":{"type":"button","settings":{"button_label":"Contact us!","button_link":"shopify:\/\/pages\/claire-desjardins-contact","button_style_secondary":false}}},"block_order":["16537709212c8ae214-0","16537709212c8ae214-1","16537709212c8ae214-2"],"settings":{"color_scheme":"accent-2","full_width":false,"padding_top":20,"padding_bottom":20}}},"order":["main","16537696043b5211e2","165193344640aee093","16537699930dfb899f","1653770291a4131c42","165377092118eaa188"]}