{"sections":{"main":{"type":"main-page","settings":{"padding_top":36,"padding_bottom":36}},"16515314758dc7f0cf":{"type":"rich-text","disabled":true,"blocks":{"c8050dfe-8614-400d-befd-2a3882a3afc3":{"type":"heading","settings":{"heading":"Contact","heading_size":"h1"}},"16515314752e7b56a2-1":{"type":"text","settings":{"text":"<p>We try our best to answer all messages in a timely manner. Please allow 24-48 hours for a response from our team! <\/p><p>Interested in a commission piece? See <a href=\"\/pages\/commission-requests\" target=\"_blank\" title=\"Commission Requests\">here<\/a> for details.<\/p><p>For collaborations and press, please see Claire's downloadable PDF <a href=\"https:\/\/drive.google.com\/file\/d\/1cCXNR5FTczpJxFi2tEPUjbiKMgn_QfRL\/view?usp=sharing\" title=\"https:\/\/drive.google.com\/file\/d\/1cCXNR5FTczpJxFi2tEPUjbiKMgn_QfRL\/view?usp=sharing\">here.<\/a><\/p><p><\/p><p>**Please note that both the 'Comment' and 'Email' boxes must be filled**<\/p>"}}},"block_order":["c8050dfe-8614-400d-befd-2a3882a3afc3","16515314752e7b56a2-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":32}},"form":{"type":"contact-form","settings":{"heading":"","color_scheme":"background-1","padding_top":36,"padding_bottom":36}},"165193344640aee093":{"type":"collapsible-content","disabled":true,"blocks":{"165193344699e5678f-0":{"type":"collapsible_row","settings":{"heading":"What information do you need from me, to ship my artwork?","icon":"none","row_content":"<p>The courier companies need a delivery address. This cannot be a post office box as a signature is required upon delivery. They also require a contact telephone number and an email address so that the courier company can contact you with delivery information.<\/p>","page":""}},"165193344699e5678f-1":{"type":"collapsible_row","settings":{"heading":"How long will it take for my painting to be delivered?","icon":"none","row_content":"<p>Your painting will be packaged within 5 working days of payment. It is then delivered to the courier company where the time that it takes for the delivery varies, depending on the area to which the package is travelling. Our shipping costs are based on the least expensive form of shipping (by courier), usually ground transportation. If you would like to arrange and pay for a more expedited shipping option, please contact us at art@clairedesjardins.com.<\/p>","page":""}},"165193344699e5678f-2":{"type":"collapsible_row","settings":{"heading":"What form of payment is accepted?","icon":"none","row_content":"<p>When purchasing directly from our website, the only form of payment available is PayPal. PayPal will allow you to pay using a credit card, even if you don’t have a PayPal account. Alternatively, you can contact us at art@clairedesjardins.com to pay using one of the following alternate payment arrangements:<\/p><p>In Canada: the preferred method of payment is INTERAC e-transfer. We also accept wire transfer, certified check and money order.<\/p><p>Outside Canada: the preferred method of payment is international wire transfer. We also accept certified check and money order.<\/p><p>All prices are in US dollars, unless otherwise specified.<\/p>","page":""}},"165193344699e5678f-3":{"type":"collapsible_row","settings":{"heading":"What is your return policy?","icon":"none","row_content":"<p>Change of heart? We understand! Paintings can be exchanged for a credit on ClaireDesjardins.com for the full amount, minus any shipping costs, so long as certain conditions are met:<\/p><p>- The collector has seven (7) days from the date of reception to advise us in writing that they would like to return the artwork, and fourteen (14) days to pack and ship it back to us by recognized courier, as the collector's own expense.<\/p><p>- The artwork must be returned in its original packaging and in the same condition as when it was shipped. It is important, therefore, to take care when both unpacking and repacking your artwork.<\/p>","page":""}},"d3fe4980-f48a-4cc1-80cd-79b46d727d21":{"type":"collapsible_row","settings":{"heading":"What if I decide that I would like to return my artwork, but the 7 day window has passed?","icon":"none","row_content":"<p>If you have a change of heart after the 7-day return window has passed, you may return your painting by packing and shipping it back to me, at your own expense.<\/p><p>Once the painting has been received, it will be carefully inspected for damage. It the painting is in good shape, then you will receive a credit for the price you paid on the painting, minus any shipping charges, and a 4% monthly rental fee for each month that you kept the painting, after the date you received it. You may use the remaining balance towards the purchase of any other available artwork on my website.<\/p>","page":""}},"0049650f-aedf-4401-a51b-7fdc99403aa2":{"type":"collapsible_row","settings":{"heading":"What’s in the newsletter?","icon":"heart","row_content":"<p>Announcements of new artworks, upcoming events, such as workshops, exhibitions, live painting events, and so forth. There are also tips on where to buy my artworks and everything else that touches upon my artworks!<\/p>","page":""}},"d1f135a3-79e2-4614-83e3-5733f84c8332":{"type":"collapsible_row","settings":{"heading":"How often is the newsletter sent out?","icon":"heart","row_content":"<p>I try to send my newsletter out about once a month, but due to the uncertainties of life, that schedule can sometimes be interrupted.<\/p>","page":""}},"e1440ebb-e782-4f90-9e9d-fd9b9026def8":{"type":"collapsible_row","settings":{"heading":"How do I unsubscribe from Claire Desjardins’ newsletter?","icon":"heart","row_content":"<p>Sorry to see you go, but we understand. Unsubscribing is easy: just click on the \"Unsubscribe\" link at the bottom of any of my newsletters.<\/p>","page":""}}},"block_order":["165193344699e5678f-0","165193344699e5678f-1","165193344699e5678f-2","165193344699e5678f-3","d3fe4980-f48a-4cc1-80cd-79b46d727d21","0049650f-aedf-4401-a51b-7fdc99403aa2","d1f135a3-79e2-4614-83e3-5733f84c8332","e1440ebb-e782-4f90-9e9d-fd9b9026def8"],"settings":{"caption":"","heading":"Frequently Asked Questions","heading_alignment":"center","layout":"none","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}}},"order":["main","16515314758dc7f0cf","form","165193344640aee093"]}