{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":20,"padding_bottom":20}},"16515343094eadbaf3":{"type":"collapsible-content","blocks":{"1651534309e1aaaf56-0":{"type":"collapsible_row","settings":{"heading":"How do I initiate a request for a commissioned artwork?","icon":"none","row_content":"<p>The first step is to confirm that I am currently accepting commissions. Since I receive frequent commission requests, sometimes I am unable to accept more than what I've already got.<\/p><p>Please contact art@clairedesjardins.com to check the status of commission availability.<\/p>","page":""}},"1651534309e1aaaf56-1":{"type":"collapsible_row","settings":{"heading":"What is the creative process for painting a commissioned piece?","icon":"none","row_content":"<p>If  the size you have requested is not in stock, she will order the size that you have selected, which can take up to 2 weeks, since they are custom stretched.<\/p><p>Once the canvases arrive, Claire begins painting!<\/p><p>Claire will send you photos of the paintings once she gets toward the end of the work.<\/p><p>You provide her with feedback (ex: would like to see more of something, less of something else).<\/p><p>If required, she will make necessary changes and send you photos once again.<\/p><p>Once you are happy with the result, you send the remaining balance due on your invoice.<\/p><p>We pack and ship the painting to you!<\/p>","page":""}},"1651534309e1aaaf56-2":{"type":"collapsible_row","settings":{"heading":"How long does a commissioned painting take to complete?","icon":"none","row_content":"<p>This depends on my schedule at the time of the order, how large the commissioned piece is, and how many iterations the commissioned artwork requires. While it is on a case-by-case basis, you should normally expect anywhere between 2 and 8 weeks to complete.<\/p>","page":""}},"1651534309e1aaaf56-3":{"type":"collapsible_row","settings":{"heading":"What if I don’t like the final product?","icon":"none","row_content":"<p>While I work very hard to really listen to my clients and to create what they have in mind, it is art, not science, so it can happen that a commissioned artwork does not match up to the collector’s vision. When this happens, 25% of the total invoice (50% of the initial deposit) can be used to purchase any other painting available on clairedesjardins.com.<\/p>","page":""}},"a276f1cb-a105-4102-91ea-d305701af026":{"type":"collapsible_row","settings":{"heading":"How will my painting be packaged?","icon":"none","row_content":"<p>Paintings with sides that are less than 48\" in length will be wrapped in bubble wrap and packed in a commercial cardboard box.<\/p><p>Paintings with at least one side 48\" or larger are normally removed from their stretcher bars and rolled up in a tube. You will be responsible for getting the canvas re-stretched when you receive it. If you have purchased a painting that needs to be stretched and you would like it shipped directly to a framer, please contact us at art@clairedesjardins.com to make the arrangements. We can also help you find a framer local to you, if need be.<\/p><p>If you prefer to have a large painting shipped already on stretcher bars, we will need to ship it in a wood crate, which will increase the shipping costs significantly.<\/p>","page":""}},"ad135e98-0931-411d-b1d2-eee68345a49c":{"type":"collapsible_row","settings":{"heading":"How do you ship paintings?","icon":"none","row_content":"<p>We usually ship paintings by commercial courier, but sometimes, if local, we can deliver artworks in person. <\/p><p>Usually, paintings are shipped out from Mirabel, Quebec, Canada (unless otherwise specified).<\/p>","page":""}},"822a6360-0a32-459c-b0c9-e3c851e3513f":{"type":"collapsible_row","settings":{"heading":"How much is shipping, and who pays for it?","icon":"none","row_content":"<p>The cost of shipping is included in the \"handling\" area of your order form, and therefore included in your final bill. There is also an international shipping fee for paintings being shipped outside of Canada. We determine the cost of shipping based on the least expensive option, usually ground transport. If you would like to arrange and pay for a more expedited shipping option, please contact us at art@clairedesjardins.com.<\/p>","page":""}},"aefe628a-c11a-4682-b364-50bc6ee1678f":{"type":"collapsible_row","settings":{"heading":"How will I know when to expect my artwork?","icon":"none","row_content":"<p>When we make shipping arrangements with the courier, we arrange for you to receive email notifications informing you of your package's travel status. Upon delivery to the courier, we contact you to let you know that the process has started and to provide you with a tracking number. A signature is required upon receipt of your package, so please make sure someone is there for the delivery. If you are unable to have someone present at the time of delivery, please contact the courier to make alternate arrangements, such as picking it up yourself, or having them deliver on another day.<\/p>","page":""}}},"block_order":["1651534309e1aaaf56-0","1651534309e1aaaf56-1","1651534309e1aaaf56-2","1651534309e1aaaf56-3","a276f1cb-a105-4102-91ea-d305701af026","ad135e98-0931-411d-b1d2-eee68345a49c","822a6360-0a32-459c-b0c9-e3c851e3513f","aefe628a-c11a-4682-b364-50bc6ee1678f"],"settings":{"caption":"Interested in a custom piece?","heading":"F.A.Q.","heading_alignment":"center","layout":"row","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":20}},"16537694019f16a22a":{"type":"rich-text","blocks":{"1653769401da658e68-2":{"type":"button","settings":{"button_label":"Return to contact form","button_link":"shopify:\/\/pages\/claire-desjardins-contact","button_style_secondary":false}}},"block_order":["1653769401da658e68-2"],"settings":{"color_scheme":"background-1","full_width":false,"padding_top":20,"padding_bottom":20}}},"order":["main","16515343094eadbaf3","16537694019f16a22a"]}